export const cookBook = [
  {
    img: require('@/assets/image/辣椒炒肉.jpg'),
    title: '辣椒炒肉',
    desc: {
      title: '辣椒炒肉的做法',
      textlist: ['1. ', '2. ',],
    },
  },
  {
    img: require('@/assets/image/水煮肉片.jpg'),
    title: '水煮肉片',
    desc: {
      title: '水煮肉片的做法',
      textlist: [
        '准备食材: 肉、豆芽、千张、土豆、葱、姜、蒜、小米椒',
        '1. 肉切片,加入 葱姜水 盐 胡椒粉 蛋清 淀粉 抓匀后加入食用油锁住水分',
        '2. 热锅加油烧热，将切好的葱、蒜放入爆香，再加入豆瓣酱或者老干妈、鸡精、生抽、五香粉、烧烤粉、辣椒面 炒香后加入清水、土豆',
        '3. 水烧开再加入豆芽、千张煮熟捞出',
        '4. 调小火加入腌制好的肉片,注意加肉片时要把肉片抖开,肉片煮熟后捞出放在之前捞出的豆芽、千张上,并将汤汁倒入碗中',
        '5. 撒上花椒、干辣椒、葱和蒜沫，再倒入刚烧开的热油',
      ],
    },
  },
  {
    img: require('@/assets/image/椒盐基围虾.jpg'),
    title: '椒盐基围虾',
    desc: {
      title: '椒盐基围虾的做法',
      textlist: ['1. ', '2. ',],
    },
  },
];
